import chair from "../assets/NewsSlider/chair1.png";
// import chair_back from '../assets/NewsSlider/chair1-back.png';

export const newsArr = [
  {
    img: chair,
    title: "Стул Teo",
    price: 380,
    id: 1,
    type: "Мебель",
    desc: "Стильное кресло Boston (Бостон) с поворотным механизмом украсит современные интерьеры и лофт-пространства. Кресло имеет высокую спинку, на которую удобно откинуться.",
    feature: [
      {
        name: "Высота",
        value: 94,
      },
      {
        name: "Глубина",
        value: 62,
      },

      {
        name: "Ширина",
        value: 80,
      },

      {
        name: "Материалы",
        value: "метал",
      },

      {
        name: "Обивка",
        value: "ткань",
      },

      {
        name: "Механизм",
        value: "поворотный ",
      },
    ],
  },
  {
    img: chair,
    title: "Стул Teo",
    price: 380,
    id: 2,
    type: "Мебель",
    desc: "Стильное кресло Boston (Бостон) с поворотным механизмом украсит современные интерьеры и лофт-пространства. Кресло имеет высокую спинку, на которую удобно откинуться.",
    feature: [
      {
        name: "Высота",
        value: 94,
      },
      {
        name: "Глубина",
        value: 62,
      },

      {
        name: "Ширина",
        value: 80,
      },

      {
        name: "Материалы",
        value: "метал",
      },

      {
        name: "Обивка",
        value: "ткань",
      },

      {
        name: "Механизм",
        value: "поворотный ",
      },
    ],
  },
  {
    img: chair,
    title: "Стул Teo",
    price: 380,
    id: 3,
    type: "Детская",
    desc: "Стильное кресло Boston (Бостон) с поворотным механизмом украсит современные интерьеры и лофт-пространства. Кресло имеет высокую спинку, на которую удобно откинуться.",
    feature: [
      {
        name: "Высота",
        value: 94,
      },
      {
        name: "Глубина",
        value: 62,
      },

      {
        name: "Ширина",
        value: 80,
      },

      {
        name: "Материалы",
        value: "метал",
      },

      {
        name: "Обивка",
        value: "ткань",
      },

      {
        name: "Механизм",
        value: "поворотный ",
      },
    ],
  },
  {
    img: chair,
    title: "Стул Teo",
    price: 380,
    id: 4,
    type: "Мебель",
    desc: "Стильное кресло Boston (Бостон) с поворотным механизмом украсит современные интерьеры и лофт-пространства. Кресло имеет высокую спинку, на которую удобно откинуться.",
    feature: [
      {
        name: "Высота",
        value: 94,
      },
      {
        name: "Глубина",
        value: 62,
      },

      {
        name: "Ширина",
        value: 80,
      },

      {
        name: "Материалы",
        value: "метал",
      },

      {
        name: "Обивка",
        value: "ткань",
      },

      {
        name: "Механизм",
        value: "поворотный ",
      },
    ],
  },
  {
    img: chair,
    title: "Стул Teo",
    price: 380,
    id: 5,
    type: "Мебель",
    desc: "Стильное кресло Boston (Бостон) с поворотным механизмом украсит современные интерьеры и лофт-пространства. Кресло имеет высокую спинку, на которую удобно откинуться.",
    feature: [
      {
        name: "Высота",
        value: 94,
      },
      {
        name: "Глубина",
        value: 62,
      },

      {
        name: "Ширина",
        value: 80,
      },

      {
        name: "Материалы",
        value: "метал",
      },

      {
        name: "Обивка",
        value: "ткань",
      },

      {
        name: "Механизм",
        value: "поворотный ",
      },
    ],
  },
  {
    img: chair,
    title: "Стул Teo",
    price: 380,
    id: 6,
    type: "Мебель",
    desc: "Стильное кресло Boston (Бостон) с поворотным механизмом украсит современные интерьеры и лофт-пространства. Кресло имеет высокую спинку, на которую удобно откинуться.",
    feature: [
      {
        name: "Высота",
        value: 94,
      },
      {
        name: "Глубина",
        value: 62,
      },

      {
        name: "Ширина",
        value: 80,
      },

      {
        name: "Материалы",
        value: "метал",
      },

      {
        name: "Обивка",
        value: "ткань",
      },

      {
        name: "Механизм",
        value: "поворотный ",
      },
    ],
  },
  {
    img: chair,
    title: "Стул Teo",
    price: 380,
    id: 7,
    type: "Мебель",
    desc: "Стильное кресло Boston (Бостон) с поворотным механизмом украсит современные интерьеры и лофт-пространства. Кресло имеет высокую спинку, на которую удобно откинуться.",
    feature: [
      {
        name: "Высота",
        value: 94,
      },
      {
        name: "Глубина",
        value: 62,
      },

      {
        name: "Ширина",
        value: 80,
      },

      {
        name: "Материалы",
        value: "метал",
      },

      {
        name: "Обивка",
        value: "ткань",
      },

      {
        name: "Механизм",
        value: "поворотный ",
      },
    ],
  },
  {
    img: chair,
    title: "Стул Teo",
    price: 380,
    id: 8,
    type: "Мебель",
    desc: "Стильное кресло Boston (Бостон) с поворотным механизмом украсит современные интерьеры и лофт-пространства. Кресло имеет высокую спинку, на которую удобно откинуться.",
    feature: [
      {
        name: "Высота",
        value: 94,
      },
      {
        name: "Глубина",
        value: 62,
      },

      {
        name: "Ширина",
        value: 80,
      },

      {
        name: "Материалы",
        value: "метал",
      },

      {
        name: "Обивка",
        value: "ткань",
      },

      {
        name: "Механизм",
        value: "поворотный ",
      },
    ],
  },
];
